export default {
  projections: {
    ОтчетОбОценкеE: {
      датаОтчёта: {
        __caption__: 'Дата отчёта'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      подробно: {
        __caption__: 'Подробно',
        сотрудники: {
          __caption__: 'Сотрудники',
          фИО: {
            __caption__: 'ФИО'
          }
        },
        оценка: {
          __caption__: 'Оценка',
          комментарии: {
            __caption__: 'Комментарии'
          }
        }
      }
    },
    ОтчетОбОценкеL: {
      датаОтчёта: {
        __caption__: 'Дата отчёта'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаОтчёта: {
      __caption__: 'Дата отчёта'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    подробно: {
      __caption__: 'Подробно'
    }
  }
};
