export default {
  projections: {
    ОценкаE: {
      датаПроведения: {
        __caption__: 'Дата проведения'
      },
      статус: {
        __caption__: 'Статус'
      },
      комментарии: {
        __caption__: 'Комментарии'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОценкаL: {
      датаПроведения: {
        __caption__: 'Дата проведения'
      },
      статус: {
        __caption__: 'Статус'
      },
      комментарии: {
        __caption__: 'Комментарии'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаПроведения: {
      __caption__: 'Дата проведения'
    },
    комментарии: {
      __caption__: 'Комментарии'
    },
    статус: {
      __caption__: 'Статус'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
