export default {
  projections: {
    УвольнениеE: {
      датаУвольнения: {
        __caption__: 'Дата увольнения'
      },
      причина: {
        __caption__: 'Причина'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    УвольнениеL: {
      датаУвольнения: {
        __caption__: 'Дата увольнения'
      },
      причина: {
        __caption__: 'Причина'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаУвольнения: {
      __caption__: 'Дата увольнения'
    },
    причина: {
      __caption__: 'Причина'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
